Repository: ajmal017/StockAnalyzer-1
Catalog: frontend/src/locale/messages.*.xlf
Languages: de

# stock.country
source: Country
de: Land

# stock.branch
source: Branch
de: Branche

# stock.levermann.score
source: Levermann-Score
de: Levermann-Punktzahl

# stock.magicformula.score
source: Magic Formula-Score
de: Magic Formula-Punktzahl

# stock.piotroski.score
source: Piotroski F-Score
de: Piotroski F-Punktzahl

# stock.company_size
source: Company size
de: Firmengrösse

# stock.price
source: Price
de: Preis

# search.choice.label
source: Choose
de: Wähle

# search.choice.selected.label
source: {INTERPOLATION}0{INTERPOLATION_1} entries selected
de: {INTERPOLATION}0{INTERPOLATION_1} Einträge ausgewählt

# search.nbrofstocks
source: Number of stocks
de: Anzahl Aktien

# search.search
source: Search
de: Suchen

# search.reset
source: Reset filters
de: Filter zurücksetzen

# score.combiner.levermann_factor
source: Levermann-Factor
de: Levermann-Faktor

# score.combiner.magic_formula_factor
source: Magic Formula-Factor
de: Magic Formula-Faktor

# score.combiner.piotroski_factor
source: Piotroski F-Score-Factor
de: Piotroski F-Score-Faktor

# score.combiner.exclude_countries
source: Exclude countries
de: Länder ausschliessen

# score.combiner.exclude_branches
source: Exclude branches
de: Branchen ausschliessen

# score.combiner.companysize
source: Company size
de: Firmengrösse

# score.combiner.number_of_results
source: Number of results
de: Anzahl Resultate

# score.combiner.type_of_results
source: Type of results
de: Art der Resultate

# score.combiner.search
source: Search
de: Suche

# score.combiner.reset
source: Reset filters
de: Filter zurücksetzen

# stock.sharecurrency
source: Share Currency
de: Währung (Aktienkurs)

# stock.score
source: Score
de: Punktzahl

# index.country
source: Country
de: Land

# index.nbrofstocks
source: Number of Stocks
de: Anzahl Aktien

# index.score
source: Score
de: Punktzahl

# stock.businessyearend
source: End of business year
de: Ende Geschäftsjahr

# stock.referencecurrency
source: Currency
de: Währung (Kennzahlen)

# stock.actualprice
source: Actual Price
de: Aktueller Preis

# stock.actualprice.stockexchange
source: Stock Exchange
de: Börsenplatz

# stock.marketcap
source: Market capitalization
de: Marktkapitalisierung

# stock.detail.tab.overview.header
source: Overview
de: Übersicht

# stock.balance
source: Balance
de: Bilanz

# stock.cashflow
source: Cashflow
de: Cashflow-Rechnung

# stock.income
source: Income
de: Gewinn -und Verlustrechnung

# stock.value.per
source: Price Earnings Ratio
de: Kurs-Gewinn-Verhältnis

# stock.value.pcr
source: Price Cashflow Ratio
de: Kurs-Cashflow-Verhältnis

# stock.value.pbr
source: Price Book Ratio
de: Kurs-Buchwert-Verhältnis

# stock.value.pegratio
source: PEG Ratio
de: Kurs-Gewinn-Wachstums-Verhältnis

# stock.value.currentyield
source: Current Yield
de: Umlaufrendite

# stock.values
source: Values
de: Werte

# stock.signals
source: Signals
de: Signale

# stock.forecast
source: Forecast
de: Vorhersagen

# stock.figures
source: Figures
de: Kennzahlen

# stock.scores
source: Scores
de: Bewertungen

# stock.performance.figure.oneyear
source: Performance 1 Year
de: Kursentwicklung (1 Jahr)

# stock.performance.figure.sixmonths
source: Performance 6 Months
de: Kursentwicklung (6 Monate)

# stock.performance.figures
source: Figures
de: Kennzahlen

# stock.performance.chart
source: Chart
de: Diagramm

# stock.performance
source: Performance
de: Kursentwicklung

# index.levermann.score
source: Levermann-Score
de: Levermann-Punktzahl

# index.magicformula.score
source: Magic Formula-Score
de: Magic Formula-Punktzahl

# index.piotroski.score
source: Piotroski F-Score
de: Piotroski F-Punktzahl

# levermann.title
source: Levermann Score (Calculated at {INTERPOLATION})
de: Levermann-Punktzahl (Berechnet am {INTERPOLATION})

# levermann.roiequity
source: Return On Equity
de: Eigenkapitalrendite

# levermann.ebitmarge
source: EBIT-Margin
de: EBIT-Marge

# levermann.equityratio
source: Equity Ratio
de: Eigenkapitalquote

# levermann.averageper
source: Average Price-Earnings-Ratio
de: Durchschnittliches KGV

# levermann.per
source: Actual Price-Earnings-Ratio
de: Aktuelles KGV

# levermann.analysts
source: Analyst Recommendations
de: Analystenmeinung

# levermann.performance6m
source: Performance (6 Months)
de: Kursentwicklung (6 Monate)

# levermann.performance1y
source: Performance (12 Months)
de: Kursentwicklung (12 Monate)

# levermann.momentum
source: Momentum
de: Kursmomentum

# levermann.expectedearnings
source: Expected Earnings Per Share (Growth)
de: Erwarteter Gewinnwachstum pro Aktie

# stock.percentage
source: Percentage
de: Prozentanteil

# index.overview
source: Overview
de: Übersicht

# index.charts
source: Charts
de: Diagramme

# stock.quickfinder.placeholder
source: ISIN or stock name
de: ISNI oder Aktienname

# balance.sheet.active
source: Active
de: Aktiva

# balance.sheet.passive
source: Passive
de: Passiva

# balance.sheet.currentassets
source: Current Assets
de: Kurzfristiges Vermögen

# balance.sheet.currentliabilities
source: Current Liabilities
de: Kurzfristige Verbindlichkeiten

# balance.sheet.noncurrentassets
source: Non-Current Assets
de: Langfristiges Vermögen

# balance.sheet.notcurrentliabilities
source: Non-Current Liabilities
de: Langfristige Verbindlichkeiten

# balance.sheet.goodwill
source: Goodwill
de: Geschäfts -oder Firmenwerte

# balance.sheet.longtermdebt
source: Long-term Debt
de: Langfristige Finanzschulden

# balance.sheet.totalliabilities
source: Total Liabilities
de: Verbindlichkeiten (Gesamt)

# balance.sheet.shareholderequity
source: Shareholder Equity
de: Eigenkapital

# balance.sheet.totalassets
source: Total Assets
de: Bilanzsumme

# piotroski.title
source: Piotroski F-Score (Calculated at {INTERPOLATION})
de: Piotroski F-Punktzahl (Berechnet am {INTERPOLATION})

# piotroski.returnonassets
source: Return on Assets
de: Nettorendite

# piotroski.operatingcashflow
source: Operating Cashflow
de: Cashflow aus Betriebstätigkeit

# piotroski.changereturnonassets
source: Change in Return of Assets
de: Nettorendite (Veränderung)

# piotroski.accruals
source: Accruals
de: Rückstellungsquote

# piotroski.leverage
source: Leverage (long-term) Ratio
de: Fremdkapitalanteil (langfristig)

# piotroski.currentratio
source: Current Ratio
de: Liquidität 3. Grades

# piotroski.numberofshares
source: Shares Outstanding
de: Ausstehende Aktien

# piotroski.grossmargin
source: Gross Margin
de: Brutto-Marge

# piotroski.assertturnover
source: Asset Turnover Ratio
de: Kapitalumschlag

# magicformula.title
source: Magic Formula Score (Calculated at {INTERPOLATION})
de: Magic Formula-Punktzahl (Berechnet am {INTERPOLATION})

# magicformula.returnoncapital
source: Return On Capital
de: Gesamtkapitalrendite

# magicformula.earningsyield
source: Earnings Yield
de: Gewinnrendite

# login.username.label
source: Username
de: Benutzername

# login.password.label
source: Password
de: Passwort

# login.login.label
source: Login
de: Anmelden

# login.signup
source: Sign up
de: Registrieren

# login.reset
source: Reset password
de: Password zurücksetzen

# registerform.username
source: Username
de: Benutzername

# registerform.email
source: E-Mail-Address
de: E-Mail-Addresse

# registerform.password
source: Password
de: Passwort

# registerform.passwordr
source: Password (Repeat)
de: Passwort (wiederholen)

# registerform.submit.label
source: Register
de: Registrieren

# confirm.password.label
source: Password
de: Passwort

# confirm.label
source: Confirm
de: Bestätigen

# password.change.password
source: Password
de: Passwort

# password.change.newpassword
source: New Password
de: Neues Passwort

# password.change.newpasswordr
source: New Password (Repeat)
de: Neues Passwort (wiederholen)

# password.change.submit.label
source: Submit
de: Absenden

# password.reset.username
source: Username
de: Benutzername

# password.reset.submit.label
source: Submit
de: Absenden

# menubar.login.label
source: Login
de: Anmelden

# index.country.composition
source: Composition By Countries
de: Index-Zusammensetzung Länder

# index.branch.composition
source: Composition By Branches
de: Index-Zusammensetzung Branchen

# account.username
source: Username
de: Benutzername

# account.email
source: E-Mail-Address
de: E-Mail-Adresse

# account.language
source: Correspondence Language
de: Korrespondenz-Sprache

# account.role
source: Role
de: Rolle

# account.card.type
source: Card type
de: Kartentyp

# account.card.country
source: Country
de: Land

# account.card.number
source: Card number
de: Kartennummer

# account.card.expdate
source: Expiration date
de: Ablaufdatum

# account.subscription.startdate
source: Start date
de: Startzeitpunkt

# account.subscription.enddate
source: End date
de: Endzeitpunkt

# account.subscription.currency
source: Currency
de: Währung

# account.subscription.amount
source: Amount
de: Betrag

# account.subscription.interval
source: Interval
de: Zahlungshäufigkeit

# accountform.submit.label
source: Save
de: Speichern

# account.details.legend
source: Account Details
de: Benutzerinformationen

# stripeform.submit.label
source: Pay
de: Bezahlen

# stripeform.terms.close
source: Close
de: Schliessen

# stripeform.terms.header
source: Terms
de: AGBs

# stripeform.terms.checkbox
source: Accept {START_LINK}terms{CLOSE_LINK}
de: Akzeptiere {START_LINK}AGBs{CLOSE_LINK}

# figuretable.values
source: Values in Mio.
de: Werte in Mio.

# wizard.question.asset
source: Which asset classes do you want to analyze?
de: In welche Anlageklasse würden Sie gerne investieren?

# wizard.asset.stock
source: Single Stocks
de: Einzelaktien

# wizard.asset.index
source: Indices
de: Indizes

# wizard.question.numberstocks
source: How many results should be displayed at the end of the process?
de: Wie viele Resultate sollen am Ende präsentiert werden?

# wizard.question.strategy
source: Which investment strategy do you want pursue?
de: Was für eine Anlagestrategie möchten Sie verfolgen?

# wizard.strategy.levermann
source: Levermann-Factor
de: Levermann-Faktor

# wizard.strategy.magic
source: Magic Formula Factor
de: Magic Formula Faktor

# wizard.strategy.piotroski
source: Piotroski F-Score Factor
de: Piotroski F-Score Faktor

# wizard.question.countries
source: In which countries/regions do you want to invest?
de: In welche Länder/Regionen würden Sie gerne investieren?

# wizard.question.branches
source: In which branches do you want to invest?
de: Welche Branchen sollen wir für unsere Vorschläge beachten?

# wizard.question.marketcap
source: Which market capitalizations should the desired companies have?
de: Welche Grösse (Marktkapitalisierung) sollen die Unternehmen haben?

# wizard.largemidcaps.tooltip
source: Companies with a market capitalization of at least 2 billion USD
de: Firmen mit einer Marktkapitalisierung von mindestens 2 Milliarden USD

# wizard.largecaps.tooltip
source: Companies with a market capitalization of at least 10 billion USD
de: Firmen mit einer Marktkapitalisierung von mindestens 10 Milliarden USD

# wizard.midcaps.tooltip
source: Companies with a market capitalization between 2 and 10 billion USD
de: Firmen mit einer Marktkapitalisierung von 2 bis 10 Milliarden USD

# wizard.smallcaps.tooltip
source: Companies with a market capitalization lower equal than 2 billion USD
de: Firmen mit einer Marktkapitalisierung von 2 Milliarden USD oder weniger

# wizard.result
source: The following table shows the resulting stocks/indices based on your criterias. The results are sorted in descending order (the maximum score can be 100). You can see the detailed score of every strategy by clicking the magnifier.
de: Die nachfolgende Liste beinhaltet die nach Ihren eingegebene Kriterien gefundenen Aktien/Indizes. Diese werden absteigend nach ihrer Gesamtpunktzahl sortiert (Maximalpunktzahl beträgt 100). Die genauen Punktzahlen der einzelnen Strategien sind in der Detail-Ansicht (Lupe) einsehbar.

# wizard.button.previous
source: Previous step
de: Vorheriger Schritt

# wizard.button.next
source: Next step
de: Nächster Schritt

# stock.compare
source: Compare
de: Vergleichen
